Repository: bx0-0/Shobly
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Edit Profile
ar: تعديل الملف الشخصي

source: Save Changes
ar: حفظ التغييرات

source: Logged out!
ar: تم تسجيل الخروج!

source: Click here to login again.
ar: اضغط هنا لتسجيل الدخول مرة أخرى.

source: Login
ar: تسجيل الدخول

source: Shobly
ar: شوبلي

source: SignUp
ar: تسجيل

source: Your username and password didn't match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. يرجى المحاولة مرة أخرى.

source: Your account doesn't have access to this page. Please login with an account that has access.
ar: حسابك لا يمتلك صلاحية الوصول إلى هذه الصفحة. يرجى تسجيل الدخول باستخدام حساب يمتلك صلاحية الوصول.

source: Please login to see this page.
ar: يرجى تسجيل الدخول لعرض هذه الصفحة.

source: Lost password?
ar: هل فقدت كلمة المرور؟

source: Electronics
ar: إلكترونيات

source: Fashion
ar: موضة

source: Health
ar: صحة

source: Sports
ar: رياضة

source: Toys
ar: ألعاب

source: Sell
ar: بيع

source: welcome
ar: مرحبًا

source: Sign up
ar: تسجيل

source: About
ar: عن

source: no about found add some by edit your profile bottom
ar: لم يتم العثور على أي تفاصيل. أضف بعضها من خلال تعديل ملفك الشخصي.

source: No city selected
ar: لم يتم اختيار مدينة

source: email
ar: البريد الإلكتروني

source: company name
ar: اسم الشركة

source: edit
ar: تعديل

source: My Products
ar: منتجاتي

source: logout
ar: تسجيل الخروج

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Service
ar: شروط الخدمة

source: Sign Up
ar: تسجيل

source: City
ar: المدينة

source: Select your city
ar: اختر مدينتك

source: Shopping Cart
ar: سلة التسوق

source: You need to add your PayPal email in the settings.
ar: يجب عليك إضافة بريدك الإلكتروني على PayPal في الإعدادات.

source: Invalid product price.
ar: سعر المنتج غير صالح.

source: Transaction
ar: المعاملة

source: Error processing the transaction.
ar: حدث خطأ أثناء معالجة المعاملة.

source: Error completing the order:
ar: حدث خطأ أثناء إتمام الطلب:

source: Order completed successfully:
ar: تم إتمام الطلب بنجاح:

source: Item price:
ar: سعر المنتج:

source: Quantity:
ar: الكمية:

source: Total:
ar: الإجمالي:

source: Purchase
ar: شراء

source: Continue Shopping
ar: متابعة التسوق

source: Close
ar: إغلاق

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Buy and sell with peace of mind
ar: اشترِ وبِع بثقة وراحة بال

source: From secure payments to our 24/7 customer service, we've got you covered. And if you're selling, we've got your back with Seller Protection, too.
ar: من المدفوعات الآمنة إلى خدمة العملاء على مدار الساعة، نحن نوفر لك كل شيء. وإذا كنت تبيع، نحن ندعمك بحماية البائع أيضًا.

source: Create Product Now
ar: أنشئ منتج الآن

source: Start selling
ar: ابدأ البيع

source: Why buy on Shobly?
ar: لماذا تشتري من شوبلي؟

source: Easy selling, no hassles
ar: البيع بسهولة وبدون متاعب

source: Join millions of sellers and list your items for free in minutes. Plus, enjoy low fees and get paid instantly with our secure payment system.
ar: انضم إلى ملايين البائعين وقم بإدراج منتجاتك مجانًا في دقائق. بالإضافة إلى ذلك، استمتع برسوم منخفضة واحصل على أموالك فورًا باستخدام نظام الدفع الآمن لدينا.

source: Document
ar: وثيقة

source: Your Products
ar: منتجاتك

source: Create Product
ar: إنشاء منتج

source: Create
ar: إنشاء

source: EGP
ar: جنيه مصري

source: reviews
ar: المراجعات

source: Available Quantity
ar: الكمية المتوفرة

source: Add to Cart
ar: إضافة إلى السلة

source: Successfully added 1 item to the cart!
ar: تمت إضافة عنصر واحد إلى السلة بنجاح!

source: Seller
ar: البائع

source: product published by
ar: المنتج نشر بواسطة

source: Product details
ar: تفاصيل المنتج

source: Product Name
ar: اسم المنتج

source: Price
ar: السعر

source: Created At
ar: تاريخ الإنشاء

source: Category
ar: الفئة

source: Related Products
ar: منتجات ذات صلة

source: title
ar: العنوان

source: price
ar: السعر

source: rating
ar: التقييم

source: Search products
ar: البحث عن المنتجات

source: Search
ar: بحث

source: Home
ar: الرئيسية

source: products
ar: المنتجات

source: Products
ar: المنتجات

source: Search by category
ar: البحث حسب الفئة

source: All Categories
ar: كل الفئات

source: Filter
ar: تصفية

source: name
ar: الاسم

source: amount
ar: الكمية

source: category
ar: الفئة

source: View Details
ar: عرض التفاصيل

source: Luggage & Travel Accessories
ar: حقائب وإكسسوارات السفر

source: Jewelry & Watches
ar: المجوهرات والساعات

source: Music & Movies
ar: الموسيقى والأفلام

source: Baby Products
ar: منتجات الأطفال

source: Garden & Outdoor
ar: الحديقة والهواء الطلق

source: Groceries
ar: البقالة

source: Pet Supplies
ar: مستلزمات الحيوانات الأليفة

source: Office Supplies
ar: اللوازم المكتبية

source: Automotive
ar: السيارات

source: Health & Household
ar: الصحة والمنزل

source: Toys & Games
ar: الألعاب

source: Books
ar: الكتب

source: Beauty & Personal Care
ar: الجمال والعناية الشخصية

source: Sports & Outdoors
ar: الرياضة والهواء الطلق

source: Home Appliances
ar: الأجهزة المنزلية

source: Mobile Phones
ar: الهواتف المحمولة

source: Computers & Tablets
ar: أجهزة الكمبيوتر والأجهزة اللوحية

source: Product Title
ar: عنوان المنتج

source: Description
ar: الوصف

source: Summary
ar: ملخص

source: First Image
ar: الصورة الأولى

source: Second Image
ar: الصورة الثانية

source: Enter a detailed description of the product.
ar: أدخل وصفًا تفصيليًا للمنتج.

source: Enter the price of the product in numbers only.
ar: أدخل سعر المنتج بالأرقام فقط.

source: Write a brief summary of the product.
ar: اكتب ملخصًا موجزًا للمنتج.

source: 6th of October City
ar: مدينة 6 أكتوبر

source: Abnūb
ar: أبنوب

source: Abu Suweir-el-Mahatta
ar: أبو صوير المحطة

source: Abū Kabīr
ar: أبو كبير

source: Abū Qurqāş
ar: أبو قرقاص

source: Abū Tīj
ar: أبو تيج

source: Abū al Maţāmīr
ar: أبو المطامير

source: Abū an Numrus
ar: أبو النمرس

source: Abū Ţisht
ar: أبو طشت

source: Abū Ḩammād
ar: أبو حماد

source: Abū Ḩummuş
ar: أبو حمص

source: Ad Dilinjāt
ar: الدلنجات

source: Aga
ar: أجا

source: Ain Sukhna
ar: العين السخنة

source: Akhmīm
ar: أخميم

source: Al Badrashayn
ar: البدرشين

source: Al Badārī
ar: البداري

source: Al Balyanā
ar: البلينا

source: Al Bawīţī
ar: البويطي

source: Al Bayāḑīyah
ar: البياضية

source: Al Başalīyah Baḩrī
ar: البصيلية بحري

source: Al Burj
ar: البرج

source: Al Bājūr
ar: الباجور

source: Al Fashn
ar: الفشن

source: Al Fayyum
ar: الفيوم

source: Al Ghanāyim
ar: الغنايم

source: Al Ibrāhīmīyah
ar: الإبراهيمية

source: Al Jammālīyah
ar: الجمالية

source: Al Khuşūş
ar: الخصوص

source: Al Khānkah
ar: الخانكة

source: Al Khārjah
ar: الخارجة

source: Al Mansurah
ar: المنصورة

source: Al Manzalah
ar: المنزلة

source: Al Marāghah
ar: المراغة

source: Al Maţarīyah
ar: المطرية

source: Al Maḩallah al Kubrá
ar: المحلة الكبرى

source: Al Maḩmūdīyah
ar: المحمودية

source: Al Minshāh
ar: المنشأة

source: Al Qanāyāt
ar: القنايات

source: Al Qanāţir al Khayrīyah
ar: القناطر الخيرية

source: Al Qanţarah
ar: القنطرة

source: Al Qaşşāşīn
ar: القصاصين

source: Al Qurayn
ar: القرين

source: Al Quşayr
ar: القصير

source: Al Qūşīyah
ar: القوصية

source: Al Waqf
ar: الوقف

source: Al Wāsiţah
ar: الواسطة

source: Al Ḩammām
ar: الحمام

source: Al Ḩawāmidīyah
ar: الحوامدية

source: Al Ḩusaynīyah
ar: الحسينية

source: Al Ḩāmūl
ar: الحامول

source: Al ‘Ayyāţ
ar: العياط

source: Al ‘Idwah
ar: العدوة

source: Al ‘Āshir min Ramaḑān
ar: العاشر من رمضان

source: Al-'Ubūr
ar: العبور

source: Al-Khārijah
ar: الخارجة

source: Al-Minyā al-Jadīdah
ar: المنيا الجديدة

source: Alexandria
ar: الإسكندرية

source: An Nāşirīyah
ar: الناصرية

source: An Nūbārīyah
ar: النوبارية

source: An-Najaylah
ar: النجيلة

source: Ar Radīsīyah Qiblī
ar: الريسية قبلي

source: Ar Raḩmānīyah
ar: الرحمانية

source: Ar Riyāḑ
ar: الرياض

source: Ar-Rawḍah
ar: الروضة

source: Armant
ar: أرمنت

source: Arīsh
ar: العريش

source: As Sallūm
ar: السلوم

source: As Sanţah
ar: السنطة

source: As Sarw
ar: السرور

source: As Sibā‘īyah
ar: السباعية

source: As Sinbillāwayn
ar: السنبلاوين

source: As Sāḩil
ar: الساحل

source: Ash Shaykh Zuwayd
ar: الشيخ زويد

source: Ash Shuhadā’
ar: الشهداء

source: Ash-Shaykh Zāyid
ar: الشيخ زايد

source: Ashmūn
ar: أشمون

source: Assiut
ar: أسيوط

source: Aswān
ar: أسوان

source: At Tall al Kabīr
ar: التل الكبير

source: Awlād Şaqr
ar: أولاد صقر

source: Awsīm
ar: أوسيم

source: Az Zarqā
ar: الزرقا

source: Az Zaynīyah Qiblī
ar: الزينية قبلي

source: Aş Şaff
ar: الصف

source: Aş Şalāḩāt
ar: الصلاحات

source: Aş Şāliḩīyah al Jadīdah
ar: الصالحية الجديدة

source: Aţ Ţārif
ar: الطارق

source: Aţfīḩ
ar: أطفيح

source: Badr
ar: بدر

source: Balţīm
ar: بلطيم

source: Banhā
ar: بنها

source: Banī Mazār
ar: بني مزار

source: Banī Suwayf
ar: بني سويف

source: Banī Suwayf al Jadīdah
ar: بني سويف الجديدة

source: Banī ‘Ubayd
ar: بني عبيد

source: Basyūn
ar: بسيون

source: Bibā
ar: ببا

source: Bilbeis
ar: بلبيس

source: Product Prediction
ar: تنبؤ المنتج

source: Predict Products
ar: تنبؤ المنتجات

source: Minimum Price
ar: أقل سعر

source: Maximum Price
ar: أعلى سعر

source: Select a category
ar: اختر فئة

source: Enter product description
ar: أدخل وصف المنتج

source: About Us
ar: حولنا

source: Project Overview
ar: نظرة عامة عن المشروع

source: Our project is an innovative e-commerce platform that allows users to securely buy, sell, and list products. Developed by a dedicated team of students, it ensures a seamless trading experience.
ar: مشروعنا هو منصة تجارة إلكترونية مبتكرة تتيح للمستخدمين شراء وبيع وإدراج المنتجات بأمان. تم تطويره بواسطة فريق مخلص من الطلاب لضمان تجربة تداول سلسة.

source: Technology Used
ar: التقنيات المستخدمة

source: Frontend:
ar: واجهة المستخدم:

source: Backend:
ar: الواجهة الخلفية:

source: AI:
ar: الذكاء الاصطناعي:

source: Features
ar: الخصائص

source: AI-powered product recommendations
ar: توصيات المنتجات باستخدام الذكاء الاصطناعي

source: Secure and fast transactions
ar: معاملات آمنة وسريعة

source: User-friendly responsive design
ar: تصميم سهل الاستخدام ومتجاوب

source: Predict
ar: التنبؤ الآن

source: Predict Now With AI
ar: التنبؤ الآن باستخدام الذكاء الاصطناعي

source: Predict your perfect product using AI
ar: تنبؤ بمنتجك المثالي باستخدام الذكاء الاصطناعي

source: Email
ar: البريد الإلكتروني

source: Email not required
ar: البريد الإلكتروني غير مطلوب

source: No products found
ar: لم يتم العثور على منتجات

source: Edit Details
ar: تعديل التفاصيل

source: About us
ar: من نحن

source: Prediction Products
ar: منتجات التنبؤ
